Repository: rellla/vdr-plugin-skinlcarsng
Catalog: po/*.po
Languages: de_de, it_it

source: DISK
de_de: PLATTE
it_it: DISCO

source: LOAD
de_de: LAST
it_it: LAST

source: RECORDINGS
de_de: AUFNAHMEN
it_it: REGISTRAZIONI

source: Setup
de_de: Einstellungen

source: Channels
de_de: Kanäle
it_it: Canali

source: TIMERS
de_de: TIMER

source: DEVICES
de_de: EMPFÄNGER
it_it: EMPFÄNGER

source: PLAY
de_de: WIEDERGABE

source: errors
de_de: Fehler
it_it: errori

source: Search timer:
de_de: Suchtimer:
it_it: Ricerca timer:

source: caused by:
de_de: Ausgelöst durch:
it_it: causato da:

source: reason:
de_de: Grund:
it_it: ragione:

source: search pattern:
de_de: Suchmuster:
it_it: Ricerca motivo:

source: TS Errors:
de_de: TS Fehler:
it_it: Errori TS:

source: length
de_de: Länge
it_it: lunghezza

source: scaled video large
de_de: Video im Fenster groß
it_it: Dimensione video largo

source: scaled video small
de_de: Video im Fenster klein
it_it: Dimensione video piccolo

source: full screen
de_de: Vollbild

source: split screen
de_de: Geteiltes Bild
it_it: schermo diviso

source: thin screen
de_de: Schmales Bild
it_it: schermo sottile

source: flat bar
de_de: Farbbalken

source: blended color bar
de_de: Farbverlauf

source: auto display
de_de: Autom. Anzeige

source: 2nd OK
de_de: 2. OK
it_it: 2° OK

source: Margin
de_de: Rand
it_it: Bordo

source: Display Error 0
de_de: 0 Fehler anzeigen
it_it: Mostra errore 0

source: Volume bar style
de_de: Art des Lautstärkebalkens

source: Display description:
de_de: Beschreibung anzeigen:
it_it: Descrizione display:

source: In menu epg
de_de: In Menü EPG
it_it: Menu EPG

source: In menu timer
de_de: In Menü Timer
it_it: Menu Timer

source: In menu recording
de_de: In Menü Recording
it_it: Menu Registrazioni

source: Max. number of info lines
de_de: Max. Anzahl Infozeilen
it_it: Numero Max. linee informazioni

source: Waiting period Fade-in (ms)
de_de: Einblendwartezeit (ms)
it_it: Attesa dissolvenza (ms)

source: Fade-in time (ms)
de_de: Einblendzeit (ms)
it_it: Dissolvenza (ms)

source: Waiting period Scroll (ms)
de_de: Scrollwartezeit (ms)
it_it: Attesa scorrimento (ms)

source: ScrollPixel
de_de: Pixel pro Schritt
it_it: scorrimento Pixel

source: Refreshrate (Frames/s)
de_de: Wiederholrate (Bilder/s)
it_it: Tasso di refresh (Frames/s)

source: Menue view:
de_de: Menü Ansicht:
it_it: Vista Menu:

source: main menue
de_de: Hauptmenü
it_it: Menu principale

source: schedule menue
de_de: Programmmenü
it_it: Menu programmi

source: event menue
de_de: Infomenü
it_it: Menu evento

source: channel menue
de_de: Kanalmenü
it_it: Menu canale

source: timer menue
de_de: Timermenü
it_it: Menu timer

source: recording menue
de_de: Aufzeichnungsmenü
it_it: Menu registrazione

source: setup menue
de_de: Einstellungsmenü
it_it: Setup Menu

source: command menue
de_de: Befehlsmenü
it_it: Menu comando

source: plugin menue
de_de: Pluginmenü
it_it: Menu plugin

source: Default view
de_de: Standardansicht
it_it: Vista default

source: Display grid
de_de: Raster anzeigen
it_it: Griglia display

source: Swap timers in channel view
de_de: Timer in channel view tauschen

source: In display channel
it_it: Display Canale
